[
  "Het eerste e-mailbericht werd in 1971 verzonden.",
  "Er zijn meer dan 1,5 miljard websites wereldwijd.",
  "De allereerste website is nog steeds online.",
  "Google verwerkt dagelijks meer dan 8,5 miljard zoekopdrachten.",
  "De allereerste website was van CERN en ging live in 1991: info.cern.ch",
  "Wereldwijd zijn er ruim 1,9 miljard websites (maar slechts ca. 200 miljoen actief).",
  "Google verwerkt meer dan 8,5 miljard zoekopdrachten per dag.",
  "Elke minuut worden er meer dan 500 uur aan video op YouTube geüpload.",
  "Ongeveer 75% van mensen beoordeelt de geloofwaardigheid van een bedrijf op basis van de website.",
  "Het eerste ‘@’ teken in een e-mailadres werd in 1971 gebruikt.",
  "De meeste webpagina’s zijn gebouwd met HTML, CSS en JavaScript.",
  "Responsive design werd populair na de lancering van de iPhone in 2007.",
  "Gemiddeld duurt het 50 milliseconden om een webpagina te laden.",
  "Mobiel internetverkeer is wereldwijd groter dan desktopverkeer sinds 2016.",
  "HTTPS (de beveiligde versie van HTTP) werd in 1994 geïntroduceerd.",
  "De populairste kleur op websites is blauw.",
  "Het eerste commerciële websiteadres was symbolics.com, geregistreerd in 1985.",
  "Het woord ‘Google’ is een verbastering van ‘googol’, een 1 gevolgd door 100 nullen.",
  "Er zijn meer dan 1,2 miljard actieve social media gebruikers wereldwijd.",
  "Het meest bezochte domein ter wereld is google.com.",
  "Website snelheid is een belangrijke ranking factor voor Google.",
  "Er zijn meer dan 1.8 miljard actieve websites per maand.",
  "Het internet is eigenlijk een wereldwijd netwerk van computers.",
  "Het gemiddelde bouncepercentage van websites ligt tussen 26% en 70%.",
  "Het eerste YouTube filmpje heet ‘Me at the zoo’ en dateert uit 2005.",
  "Het gebruik van video op een website kan de conversie met 80% verhogen.",
  "De populairste CMS (Content Management System) is WordPress, met ruim 40% marktaandeel.",
  "De meeste internetgebruikers besteden gemiddeld 6 uur per dag online.",
  "Een favicon is dat kleine icoontje dat je in je browser-tabblad ziet.",
  "Internetgebruikers bezoeken gemiddeld 89 websites per maand.",
  "Website optimalisatie voor mobiel verhoogt de kans op terugkerende bezoekers.",
  "Het gemiddelde tijdsbestek tussen lancering van een website en een redesign is 2 tot 3 jaar.",
  "Cookies zijn kleine bestandjes die websites gebruiken om gebruikers te herkennen.",
  "Het eerste domeinnaam ooit geregistreerd was symbolics.com.",
  "Webhosting zorgt ervoor dat jouw website online toegankelijk is.",
  "CSS staat voor Cascading Style Sheets en bepaalt het uiterlijk van webpagina’s.",
  "JavaScript werd in 1995 ontwikkeld door Brendan Eich in slechts 10 dagen.",
  "Meer dan 50% van het internetverkeer is afkomstig van bots (niet-menselijke bezoekers).",
  "Het meest gebruikte lettertype op het web is Arial.",
  "‘404’ is de HTTP-statuscode voor ‘pagina niet gevonden’.",
  "Google’s eerste kantoor had geen airconditioning, maar ze hadden een tafeltennistafel.",
  "De eerste banneradvertentie verscheen in 1994.",
  "‘WWW’ betekent World Wide Web en werd bedacht door Tim Berners-Lee.",
  "De gemiddelde website duurt slechts 50 milliseconden om te laden, maar elke extra seconde verhoogt de bounce met 7%."
]
